Repository: momo0051/Zoolife-Jan
Catalog: ZOOLIFE/Constant/*.lproj/Localizable.strings
Languages: ar

# يرجى اختيار الفئة
source: PLease select category
ar: يرجى اختيار الفئة

# مرحبا بعودتك
source: Welcome back!
ar: مرحبا بعودتك

# نحن سعداء أن نراكم مرة أخرى
source: We are happy to see you again!
ar: نحن سعداء أن نراكم مرة أخرى

# من فضلك ، دعنا نسجل الدخول أولا
source: Please, let's log in first!
ar: من فضلك ، دعنا نسجل الدخول أولا

# رقم الهاتف
source: Your Phone Number:
ar: رقم الهاتف

# كلمة المرور
source: Password:
ar: كلمة المرور

# هل نسيت كلمة المرور
source: Reset Password
ar: هل نسيت كلمة المرور

# تسجيل الدخول
source: LOGIN
ar: تسجيل الدخول

# إذا لم يكن لديك حساب قم بالتسجيل
source: Do not have account yet? No worries, let's sign up
ar: إذا لم يكن لديك حساب قم بالتسجيل

# أهلا
source: Hi there!
ar: أهلا

# يسعدنا أن نرى أنك تريد الانضمام إلينا
source: We are happy to see you want to join us!
ar: يسعدنا أن نرى أنك تريد الانضمام إلينا

# من فضلك ، دعنا نشترك أولا
source: Please, let's sign up first!
ar: من فضلك ، دعنا نشترك أولا

# تأكيد كلمة المرور
source: Confirm Password
ar: تأكيد كلمة المرور

# انشاء حساب
source: NEXT
ar: انشاء حساب

# إذا كان لديك حساب تسجيل الدخول
source: You already have account? Great, let's log in
ar: إذا كان لديك حساب تسجيل الدخول

# نرى أنك نسيت كلمة المرور الخاصة بك
source: We see you forgot your password.
ar: نرى أنك نسيت كلمة المرور الخاصة بك

# لا مشكلة ، سنرسل لك رابطًا حتى تتمكن من إعادة تعيينه
source: No problem, we will send you link so you can reset it!
ar: لا مشكلة ، سنرسل لك رابطًا حتى تتمكن من إعادة تعيينه

# إعادة تعيين كلمة المرور
source: SEND
ar: إعادة تعيين كلمة المرور

# لقد أرسلنا لك رمز وصول عبر الرسائل القصيرة للتحقق من رقم الهاتف المحمول
source: We have sent a confirmation number to your e-mail!
ar: لقد أرسلنا لك رمز وصول عبر الرسائل القصيرة للتحقق من رقم الهاتف المحمول

# أدخل رمز هنا
source: Please enter verification number we sent!
ar: أدخل رمز هنا

# اتصل بنا
source: Contact Us
ar: اتصل بنا

# اضافة اعلان
source: Add Post
ar: اضافة اعلان

# اكتشف
source: Explore
ar: اكتشف

# يرجى اختيار المدينة
source: Select the city
ar: يرجى اختيار المدينة

# يرجى اختيار وصف الاعلان
source: Please enter the ad description.
ar: يرجى اختيار وصف الاعلان

# الرئيسية
source: Home
ar: الرئيسية

# بحث
source: Search
ar: بحث

# اشعارات
source: Notification
ar: اشعارات

# الرسائل
source: Chat
ar: الرسائل

# المزيد
source: Setting
ar: المزيد

# يرجى اختيار عنوان الاعلان
source: Please select the title of the ad
ar: يرجى اختيار عنوان الاعلان

# هل تريد تسجيل الخروج ؟
source: Do you want to log out?
ar: هل تريد تسجيل الخروج ؟

# حسنا
source: Yes
ar: حسنا

# إلغاء
source: NO
ar: إلغاء

# يجب عليك تسجيل الدخول
source: Please do login first
ar: يجب عليك تسجيل الدخول

# تم الابلاغ عن الاعلان مسبقا
source: The announcement was previously reported.
ar: تم الابلاغ عن الاعلان مسبقا

# هل أنت متأكد أنك تريد حذف هذه الإضافة
source: Are you sure you want to delete this extension?
ar: هل أنت متأكد أنك تريد حذف هذه الإضافة

# اختر صورة من المعرض
source: Choose a picture from the gallery
ar: اختر صورة من المعرض

# التقاط صورة
source: Camera
ar: التقاط صورة

# اعلانات مشابهة
source: Similer Ads
ar: اعلانات مشابهة

# خطأ!
source: Error
ar: خطأ!

# الرجاء تحديد الفئة
source: PLease select category
ar: الرجاء تحديد الفئة

# الرجاء إدخال النص للعثور على الوظائف
source: Please enter text to find jobs
ar: الرجاء إدخال النص للعثور على الوظائف

# من فضلك أدخل رقمك السري
source: Please enter your password.
ar: من فضلك أدخل رقمك السري

# الرجاء ادخال رقم الهاتف
source: Please enter your phone number
ar: الرجاء ادخال رقم الهاتف

# ادخل اسم المستخدم
source: Enter Username
ar: ادخل اسم المستخدم

# الرجاء إدخال رقم هاتفك على الأقل 9 أرقام حساب مسجل
source: Please enter your phone number at least 9 registered account numbers
ar: الرجاء إدخال رقم هاتفك على الأقل 9 أرقام حساب مسجل

# الرجاء إدخال رقم الهاتف أو اسم المستخدم
source: Please enter a phone number or username
ar: الرجاء إدخال رقم الهاتف أو اسم المستخدم

# الآن يمكنك تغيير كلمة المرور الخاصة بك
source: Now you can change your password.
ar: الآن يمكنك تغيير كلمة المرور الخاصة بك

# تم انشاء الحساب بنجاح
source: Account successfully created
ar: تم انشاء الحساب بنجاح

source: Please make sure that the new password or re-verify the new password must be the same.
ar: يرجى التأكد من أن كلمة المرور الجديدة أو إعادة التحقق من كلمة المرور الجديدة يجب أن تكون هي نفسها

# الرجاء إدخال كلمة المرور الجديدة المؤكدة
source: Please enter the new confirmed password
ar: الرجاء إدخال كلمة المرور الجديدة المؤكدة

# اسم االمستخدم
source: User Name
ar: اسم االمستخدم

# اختيار موقع
source: Choose a site
ar: اختيار موقع
